{
    "show": "Futurama",
    "quotes": [
        {
            "txt": "Good news, everyone!",
            "sp": "Professor Farnsworth",
            "ep": "Space Pilot 3000, S1E1"
        },
        {
            "txt": "The one called Zapp will be snu-snu&apos;d by the large women; he that is designated Fry... will be snu-snu&apos;d by the petite women. And Kiff, as the most attractive male, will be snu-snu&apos;d by the most beautiful women of Amazonia, then the large women, then the petite women, then the large women again!",
            "sp": "Femputer",
            "ep": "Amazon Women in the Mood, S3E1"
        },
        {
            "txt": "Cash, cash, cash! Too many bones and not enough cash? Sell your extra bones for cash! Ribs, skulls, spines, even certain little ear bones! The leg bone&apos;s connected to the... Cash Bone!",
            "sp": "TV Commercial",
            "ep": "That Darn Katz! S6E8"
        },
        {
            "txt": "Mix these mixed nuts! I see two almonds touching!",
            "sp": "Kif Kroker",
            "ep": "War is the H-Word, S2E17"
        },
        {
            "txt": "My fellow Earthicans, as I discuss in my book Earth in the Balance, and the much more popular Harry Potter and the Balance of the Earth, we need to defend our planet against pollution as well as dark wizards.",
            "sp": "Al Gore",
            "ep": "Crimes of the Hot, S4E8"
        },
        {
            "txt": "Bigfoot, is that you? I&apos;m not like the others, Bigfoot. I see through the monster coating to the gentle loner inside. I bet you have a wounded raccoon friend that you tenderly nurse back to health while you go, &quot;Rooh! Rooh!&quot; But in the end they shoot you, but you teach us about things.",
            "sp": "Philip J. Fry",
            "ep": "Spanish Fry, S4E17"
        },
        {
            "txt": "Men, you&apos;re lucky men. Soon, you&apos;ll all be fighting for your planet. many of you will be dying for your planet. A few of you will be put through a fine mesh screen for your planet. They will be the luckiest of all.",
            "sp": "Captain Zapp Brannigan",
            "ep": "War is the H-Word, S4E8"
        },
        {
            "txt": "If you do things right, people won&apos;t be sure you&apos;ve done anything at all.",
            "sp": "God",
            "ep": "Godfellas, S3E20"
        },
        {
            "txt": "And now, the man who will lead us in our proud struggle for freedom... Fresh from his bloody triumph over the pacifists of the Ghandi Nebula... 25 star general Zapp Brannigan!",
            "sp": "Earth President McNeal",
            "ep": "When Aliens Attack, S2E3"
        },
        {
            "txt": "The alien mothership is in orbit here. If we hit that bullseye, the rest of the dominoes will fall like a house of cards. Checkmate.",
            "sp": "Captain Zapp Brannigan",
            "ep": "When Aliens Attack, S2E3"
        },
        {
            "txt": "You&apos;re a brave robot, son. But when I&apos;m in command every mission&apos;s a suicide mission.",
            "sp": "Captain Zapp Brannigan",
            "ep": "When Aliens Attack, S2E3"
        },
        {
            "txt": "Let us cavort like the Greeks of old! You know the ones I mean...",
            "sp": "Hedonism bot",
            "ep": "Crimes of the Hot, S4E8"
        },
        {
            "txt": "You are entering the realm which is unusual. Maybe it&apos;s magic or contains some kind of monster. The second one. Prepare to enter... The Scary Door.",
            "sp": "Scary Door Narrator",
            "ep": "I Dated a Robot, S3E15"
        },
        {
            "txt": "Oh dear, she&apos;s stuck in an infinite loop and he&apos;s an idiot! Oh well, that&apos;s love for you, I guess.",
            "sp": "Professor Farnsworth",
            "ep": "I Dated a Robot, S3E15"
        },
        {
            "txt": "Valentine&apos;s Day&apos;s coming? Aw crap! I forgot to get a girlfriend again!",
            "sp": "Philip J. Fry",
            "ep": "Put Your Head on My Shoulders, S2E7"
        },
        {
            "txt": "I&apos;m not a robot like you, I don&apos;t like having discs crammed into me... unless they&apos;re Oreos... and then only in the mouth.",
            "sp": "Philip J. Fry",
            "ep": "Insane in the Mainframe, S3E11"
        },
        {
            "txt": "Pathetic human race. Arranging their knowledge by category just made it easier to absorb. Dewey, you fool! Your decimal system has played right into my hands! Ha ha ha ha!",
            "sp": "Giant Brain",
            "ep": "The Day the Earth Stood Stupid, S3E7"
        },
        {
            "txt": "I was all of history&apos;s great robot actors - Acting Unit 0.8; Thespomat; David Duchovny!",
            "sp": "Calculon",
            "ep": "The Honking, S2E18"
        },
        {
            "txt": "I don&apos;t want to be an inventor. I want to be something useful like a teacher&apos;s aide or a prison guard or a science fiction cartoon writer.",
            "sp": "Cubert Farnsworth",
            "ep": "A Clone of My Own, S2E10"
        },
        {
            "txt": "Good news, everyone! I&apos;ve taught the toaster to feel love!",
            "sp": "Professor Farnsworth",
            "ep": "Raging Bender, S2E8"
        },
        {
            "txt": "Morbo will now introduce the candidates - Puny Human Number One, Puny Human Number Two, and Morbo&apos;s good friend Richard Nixon.",
            "sp": "Morbo",
            "ep": "A Head in the Polls, S2E3"
        },
        {
            "txt": "All I want is to be a monkey of moderate intelligence who wears a suit... that&apos;s why I&apos;m transferring to business school!",
            "sp": "Guenter",
            "ep": "Mars University, S1E11"
        },
        {
            "txt": "Kif, I have made it with a woman. Inform the men.",
            "sp": "Captain Zapp Brannigan",
            "ep": "Love&apos;s Labours Lost in Space, S1E4"
        },
        {
            "txt": "I&apos;m going to build my own theme park! With blackjack! And hookers! You know what - forget the park!",
            "sp": "Bender",
            "ep": "The Series has Landed, S1E2"
        },
        {
            "txt": "Brannigan&apos;s Law is like Brannigan&apos;s love - hard and fast.",
            "sp": "Captain Zapp Brannigan",
            "ep": "Brannigan Begin Again, S2E2"
        },
        {
            "txt": "In the game of chess you can never let your adversary see your pieces.",
            "sp": "Captain Zapp Brannigan",
            "ep": "Love&apos;s Labours Lost in Space, S1E4"
        },
        {
            "txt": "This concept of &apos;wuv&apos; confuses and infuriates us!",
            "sp": "Lrrr",
            "ep": "Love and Rocket, S4E4"
        },
        {
            "txt": "The female Leela&apos;s problem is purely medical. Soon she will drop her eggs and they will hatch and all will be well.",
            "sp": "Zoidberg",
            "ep": "Love&apos;s Labours Lost in Space, S1E4"
        },
        {
            "txt": "Maybe you could do more reps with less weight.",
            "sp": "Leela",
            "ep": "Why must I be a Crustacean in Love?, S2E5"
        },
        {
            "txt": "This &apos;love&apos; intrigues me... teach me to fake it!",
            "sp": "Dr. Zoidberg",
            "ep": "Why must I be a Crustacean in Love?, S2E5"
        },
        {
            "txt": "Ohhh, it&apos;s all so complicated, with the flowers, and the romance, and the lies upon lies.",
            "sp": "Dr. Zoidberg",
            "ep": "Why must I be a Crustacean in Love?, S2E5"
        },
        {
            "txt": "It&apos;s a calculator. I ate it to gain it&apos;s power.",
            "sp": "Hermes Conrad",
            "ep": "Lethal Inspection, S6E6"
        },
        {
            "txt": "Oh, Hermes, I&apos;ve been such a fool. Truth be, I married you for your sexy potato body,but I&apos;m staying with you for your sexy potato head.",
            "sp": "LeBarbara Conrad",
            "ep": "The Six Million Dollar Mon, S7E7"
        },
        {
            "txt": "Don&apos;t quote regulation to me! I co-chaired the committee that reviewed the recommendation to revise the color of the book that regulation is in. We kept it gray.",
            "sp": "Number 1.0",
            "ep": "How Hermes Requisitioned His Groove Back, S2E11"
        },
        {
            "txt": "Beauracrat Conrad, you are technically correct. The best kind of correct.",
            "sp": "Number 1.0",
            "ep": "How Hermes Requisitioned His Groove Back, S2E11"
        },
        {
            "txt": "Bender, that was the best 40 minute washboard solo I&apos;ve ever heard! The parts when I was awake blew. My. Mind.",
            "sp": "Beck",
            "ep": "Bendin&apos; in the Wind, S3E13"
        },
        {
            "txt": "You win again, gravity!",
            "sp": "Captain Zapp Brannigan",
            "ep": "Amazon Women in the Mood, S3E1"
        },
        {
            "txt": "She&apos;s built like a steakhouse, but she handles like a bistro.",
            "sp": "Captain Zapp Brannigan",
            "ep": "Amazon Women in the Mood, S3E1"
        },
        {
            "txt": "Shut up and take my money!",
            "sp": "Philip J. Fry",
            "ep": "Attack of the Killer App, S6E3"
        },
        {
            "txt": "You&apos;re probably wondering why your ice cream went away. Well, Susie, the culprit isn&apos;t foreigners, it&apos;s Global Warming.",
            "sp": "Education Film Narrator",
            "ep": "Crimes of the Hot, S4E8"
        },
        {
            "txt": "Buddha, Zeus, God! One of you, do something!",
            "sp": "Professor Farnsworth",
            "ep": "The Farnsworth Parabox, S4E15"
        }
    ]
}